[AdvPurifierCaptainM1 X2CharacterTemplate]
strCharacterName="净化者队长"

[AdvPurifierCaptainM2 X2CharacterTemplate]
strCharacterName="高级净化者队长"

[AdvPurifierCaptainM3 X2CharacterTemplate]
strCharacterName="精英净化者队长"

[AdvPurifierM1 X2CharacterTemplate]
strCharacterName="净化者"

[AdvPurifierM2 X2CharacterTemplate]
strCharacterName="高级净化者"

[AdvPurifierM3 X2CharacterTemplate]
strCharacterName="精英净化者"



[AdvPurifierFlamethrower X2AbilityTemplate]
LocFriendlyName="火焰喷射器"
LocLongDescription="在锥形区域喷射火焰，接触时造成灼伤。着火的目标会随着时间推移受到额外的灼伤伤害。"
LocHelpText="在锥形区域喷射火焰，接触时造成灼伤。着火的目标会随着时间的推移受到额外的烧伤伤害。"
LocFlyOverText=火焰喷射器

[AdvPurifierFlamethrowerDirected X2AbilityTemplate]
LocFriendlyName="浓缩火焰"
LocLongDescription="以集中的线状喷射火焰。这种集中的火焰会造成严重烧伤，并且随着时间的推移会造成更大的伤害。"
LocHelpText="以集中的线状喷射火焰。这种集中的火焰会造成严重烧伤，并且随着时间的推移会造成更大的伤害。"
LocFlyOverText=集中火焰

[AdvPurifierCapFlameArea X2AbilityTemplate]
LocFriendlyName="火焰墙"
LocLongDescription="在短小紧凑的区域喷射火焰。建造一道火焰墙来阻挡敌人。"
LocHelpText="在短小紧凑的区域喷射火焰。建造一道火焰墙来阻挡敌人。"
LocFlyOverText=火焰墙

[PurifierImmunities X2AbilityTemplate]
LocFriendlyName="净化器免疫力"
LocLongDescription="免疫所有毒药和火焰。"
LocHelpText="免疫所有毒药和火焰。"

[PurifierShredderGun X2AbilityTemplate]
LocFriendlyName="切割枪"
LocLongDescription="净化者队长拥有多种工具来帮助他们对抗失魂者和 XCOM。变种人 切割枪是一种致命的中程霰弹枪式腕戴式武器，旨在撕碎装甲和掩体。"
LocHelpText="净化者队长拥有多种工具来帮助他们对抗失魂者和 XCOM。变种人 切割枪是一种致命的中程霰弹枪式腕戴式武器，旨在撕碎装甲和掩体。"
LocFlyOverText=切割枪

[ArcCutter X2AbilityTemplate]
LocFriendlyName="弧形切割机"
LocLongDescription="使用电弧切割器切割并撕碎装甲，同时对目标造成燃烧伤害。对机器人单位造成额外伤害，并有机会强制关闭。"
LocHelpText="使用电弧切割器切割并撕碎装甲，同时对目标造成燃烧伤害。对机器人单位造成额外伤害，并有机会强制关闭。"
LocFlyOverText="弧形切割器。"

[PurifierPistolStandardShot X2AbilityTemplate]
LocFriendlyName="手枪射击"
LocLongDescription="使用 变种人 标准手枪射击。"
LocHelpText="使用 变种人 标准手枪射击。"
LocFlyOverText="手枪射击"




[AdvPurifierPistolM1_WPN X2WeaponTemplate]
FriendlyName="净化器弹匣手枪"
FriendlyNamePlural="净化器弹匣手枪"
AbilityDescName="手枪"

[AdvPurifierPistolM2_WPN X2WeaponTemplate]
FriendlyName="净化器弹匣手枪"
FriendlyNamePlural="净化器弹匣手枪"
AbilityDescName="手枪"

[AdvPurifierPistolM3_WPN X2WeaponTemplate]
FriendlyName="净化器弹匣手枪"
FriendlyNamePlural="净化器弹匣手枪"
AbilityDescName="手枪"

[AdvPurifierCapM1_Wrist_WPN X2WeaponTemplate]
FriendlyName="净化器切割枪"
FriendlyNamePlural="净化器切割枪"
BriefSummary="这款腕戴式霰弹枪可以喷射出锥形的锋利粒子，对多名敌人造成伤害并撕碎他们的盔甲。"
TacticalText="<Bullet/>切割枪可用于近距离对抗多个敌人。\n<Bullet/>它的弹药有限，因此仅在决定性的时候使用它。"

[AdvPurifierCapM2_Wrist_WPN X2WeaponTemplate]
FriendlyName="净化器切割枪"
FriendlyNamePlural="净化器切割枪"
BriefSummary="这款腕戴式霰弹枪可以喷射出锥形的锋利粒子，对多名敌人造成伤害并撕碎他们的盔甲。"
TacticalText="<Bullet/>切割枪可用于近距离对抗多个敌人。\n<Bullet/>它的弹药有限，因此仅在决定性的时候使用它。"

[AdvPurifierCapM3_Wrist_WPN X2WeaponTemplate]
FriendlyName="净化器切割枪"
FriendlyNamePlural="净化器切割枪"
BriefSummary="这款腕戴式霰弹枪可以喷射出锥形的锋利粒子，对多名敌人造成伤害并撕碎他们的盔甲。"
TacticalText="<Bullet/>切割枪可用于近距离对抗多个敌人。\n<Bullet/>它的弹药有限，因此仅在决定性的时候使用它。"

[CXAdvPurifierFlamethrowerM1 X2WeaponTemplate]
FriendlyName="净化器火焰喷射器"
FriendlyNamePlural="净化器火焰喷射器"
BriefSummary="净化器火焰喷射器"
TacticalText="净化器火焰喷射器"

[CXAdvPurifierFlamethrowerM2 X2WeaponTemplate]
FriendlyName="净化器火焰喷射器"
FriendlyNamePlural="净化器火焰喷射器"
BriefSummary="净化器火焰喷射器"
TacticalText="净化器火焰喷射器"

[CXAdvPurifierFlamethrowerM3 X2WeaponTemplate]
FriendlyName="净化器火焰喷射器"
FriendlyNamePlural="净化器火焰喷射器"
BriefSummary="净化器火焰喷射器"
TacticalText="净化器火焰喷射器"

[CXAdvPurifierCapFlamethrowerM1 X2WeaponTemplate]
FriendlyName="净化者火焰喷射器队长"
FriendlyNamePlural="净化者火焰喷射器队长"
BriefSummary="净化者火焰喷射器队长"
TacticalText="净化者火焰喷射器队长"

[CXAdvPurifierCapFlamethrowerM2 X2WeaponTemplate]
FriendlyName="净化者火焰喷射器队长"
FriendlyNamePlural="净化者火焰喷射器队长"
BriefSummary="净化者火焰喷射器队长"
TacticalText="净化者火焰喷射器队长"

[CXAdvPurifierCapFlamethrowerM3 X2WeaponTemplate]
FriendlyName="净化者火焰喷射器队长"
FriendlyNamePlural="净化者火焰喷射器队长"
BriefSummary="净化者火焰喷射器队长"
TacticalText="净化者火焰喷射器队长"


[CallPurifierReinforcementsM1 X2AbilityTemplate]
LocFriendlyName="净化者增援部队"
LocLongDescription="呼叫增援。"
LocHelpText="呼叫增援。"
LocFlyOverText="我们已进入控制状态！！"

[CallPurifierReinforcementsM2 X2AbilityTemplate]
LocFriendlyName="净化者增援部队"
LocLongDescription="呼叫增援。"
LocHelpText="呼叫增援。"
LocFlyOverText="我们已进入控制状态！！"

[CallPurifierReinforcementsM3 X2AbilityTemplate]
LocFriendlyName="净化者增援部队"
LocLongDescription="呼叫增援。"
LocHelpText="呼叫增援。"
LocFlyOverText="我们已进入控制状态！！"